import "./DetailViewWorld.scss";
const DetailViewWorld = () => {
  return (
    <div className="DetailViewWorld">
      <div className="Work__Header">
        <h1>문학계</h1>
        <h3>사회를 담는 문학, 문학을 담는 사회</h3>
      </div>
      <div className="Work__Content">
        <p className="p-title">1. 문학 그리고 사회</p>
        <p>
          많은 나라의 기초 교육 과정에는 '문학' 수업이 필수로 들어가 있다. 이는
          우리나라도 마찬가지다. 많은 사람들에게 문학이라는 단어는 교과목의
          이름으로 더 익숙할지도 모르겠다.
        </p>
        <div className="hl-front p-quote">
          <div className="quote">
            국가는 어떤 이유에서 국민들에게 문학을 장려할까? <br />
            문학이 사회에서 차지하는 역할은 무엇일까?
          </div>
        </div>
        <p>
          또한 역사의 관점에서, 과거에 발표된 문학 작품과 이에 관한 사회의
          반응은 당시의 분위기를 유추하는 중요한 자료가 된다. 사회가 문학에게
          엄격한 역할(주로 교육에 관한)을 부여하던 시기도 있고, 반대로 어떨 때는
          검열에 적극적으로 반대하며 자유로운 창작을 장려하기도 했다. 국가에 큰
          풍요가 오거나 위기가 닥쳤을 때, 문학은 구성원의 격앙된 정서를 공유하며
          시대의 정신을 형성하는 통로가 되기도 했다.
        </p>
        <div className="hl-back p-quote">
          <div className="quote">
            지금은 어떠할까? <br />
            우리의 문학계는 오늘날의 사회, 국가와 그 구성원, 이데올로기, 그리고
            시대의 흐름과 어떠한 관계를 맺고 있을까?
          </div>
        </div>

        <p className="p-nextTitle">2. 문학계의 참가자들</p>
        <p>
          문학의 세계 속에는 작가와 독자만 있는 것이 아니다. 작가의 작품이
          독자의 눈 앞에 놓일 때까지 수많은 사람의 손을 거치게 되며, 이 과정에서
          문학계라는 하나의 생태계, 사회가 형성된다.
        </p>
        <p>
          과연 문학이라는 생태계는 어떻게 구성이 되어 있을까? 그 사이의 권력
          관계, 의존의 사슬은 어떻게 얽혀 있을끼? 일반적인 독자의 입장에서는
          쉽게 알 수 없지만, 이 정도의 짐작은 할 수 있을 것 같다.
        </p>
        <p className="p-title">-작가 / 독자</p>
        <p className="p-title">-편집자</p>
        <p className="p-title">-번역가</p>
        <p className="p-title">-비평가</p>
        <p className="p-title">-출판사, 유통사</p>
        <p className="p-title">-그리고...?</p>

        <p className="p-nextTitle">3. 산업으로써의 문학</p>
        <p>
          예술이 지속되기 위해서는 당연한 말이지만, 충분한 자본이 필요하다.
          대중의 선택을 받든, 특정 계층의 후원을 받든, 재능 있는 새 예술가들이
          등장하여 생활을 유지하기 위해서는 산업적 기반이 반드시 마련되어야
          한다.
        </p>
        <p>
          그렇다면 지금의 문학계는 어떠할까? 문학 산업은 어떤 방식으로,
          얼마만큼의 가치를 창출하며 스스로를 유지하고 있을까? 문학에 작품에
          금전적 가치를 곧바로 대입할 수는 없겠지만, 상업성에 관한 문제는 문학의
          미래를 논할 때 빠질 수 없는 주제이다.
        </p>
        <p>
          또, 문학 산업의 규모만큼 중요한 것은, 부와 가치의 분배이다. 산업의
          규모가 크다 하더라도 일부의 인기 작가가 대부분의 몫을 가져가고
          신인이나 유명하지 않은 작가는 제대로 된 보상을 받지 못하거나, 인프라가
          부족하여 이들이 유명 작가로 나아가기가 너무 힘든 구조라면 산업은 오래
          지속될 수 없다.
        </p>
        <div className="hl-back p-quote">
          <div className="quote">
            오늘날, 우리나라의 문학계는 어떤 상황에 처해 있을까? 우리의 문학
            산업은 건전하게 지속될까? 만약 그렇지 않다면, 어디서 돌파구를 찾을
            수 있을까?
          </div>
        </div>
      </div>
    </div>
  );
};

export default DetailViewWorld;
